// © Copyright 2010, 2015 HP Development Company, L.P.

TaskName = "Håndter egendefinert papir";

HelpTitle = "Håndter egendefinert papir";

NoIccTitle = "<ingen profil valgt>";

DoubleNameTitle = "Navn på egendefinert papir finnes fra før";
DoubleNameMsg = "Det finnes allerede en egendefinert papirtype med navnet \"%@\". Velg et annet navn for det egendefinerte papiret.";

MaxMediaExceededTitle = "Du har overskredet maksimalt antall egendefinerte papirtyper";
MaxMediaExceededMsg = "Du kan definere opptil %i egendefinerte papirtyper. Slett en eller flere papirtyper før du legger til en ny.";

DeletePaperTitle = "Er du sikker på at du vil slette den egendefinerte papirtypen?";
DeletePaperMsg = "Denne operasjonen kan ikke angres. Hvis du klikker på Slett, fjernes all informasjon om papirtypen.";
DeleteButtonTitle = "Slett";

ProfileExistsTitle = "ICC-profil finnes fra før";
ProfileExistsMsg = "ICC-profilen med filnavnet \"%@\" er allerede lagret på det lokale lagringsstedet.\nHvis du velger \"Bruk eksisterende profil\", vil profilen som allerede er lagret, bli brukt sammen med papirtypen.\nDu kan også velge \"Bruk unikt filnavn\" for å endre navnet på den nye profilen.";
ProfileExistsDefButton = "Bruk eksisterende profil";
ProfileExistsAltButton = "Avbryt";
ProfileExistsOtherButton = "Bruk unikt navn";

//Paper Type Names
Photo = "Foto";
CoatedInkjet = "Bestrøket Inkjet";
PhotoRag = "Fototekstil";
Watercolor = "Vannfarge";
Canvas = "Lerret";
RigidPhotoRag = "Stiv fototekstil";
RigidWatercolor = "Stiv vannfarge";
RigidCanvas = "Stivt lerret";
Brochure = "Brosjyre";
PlainPaper = "Vanlig papir";

NonKongText = "Du kan redigere eller slette papitypen her. Velg papirtypen du vil redigere eller slette, og velg deretter handlingen du vil utføre, fra menyen nedenfor tabellen.";

NotRegisteredProfileWarning = "ICC-profilen er ikke registrert i ColorSync. Velg \"Registrer profil\" fra menyen nedenfor tabellen for å registrere den.";

PhotoInkjetScrapbook = "Inkjet Scrapbook, foto";
MatteInkjetScrapbook = "Inkjet Scrapbook, matt";

Coated = "Bestrøket";
PhotoThick = "Tykt foto (>300 k/m2)";
FiberGloss = "fiber glanset";
photoRag = "fototekstil";
photoRagThin = "tynn fototekstil (< 220 g/m2)";

//print quality names
Best = "Best";
Normal = "Normal";
Fast = "Hurtigutkast";
MaxDPI = "Maksimal oppløsning";

InvalidFileTitle = "Kunne ikke importere egendefinert papirtype";
InvalidFileMsg = "Filen \"%@\" er ikke en gyldig egendefinert papirtype-fil.";

ProfileInvalidTitle = "Ugyldig ICC-filformat";
ProfileInvalidMsg = "Valgt format på ICC-profil er ikke profil for skriver";
ProfileInvalidDefButton = "Velg en annen profil";
ProfileInvalidAltButton = "Avbryt";

TaskTitleFieldText = "Håndter egendefinert papir";
TaskDescriptionFieldText = "Du kan redigere, importere, eksportere eller slette papitypen her. Velg papirtypen du vil redigere, importere, eksportere eller slette, og velg deretter handlingen du vil utføre, fra menyen nedenfor tabellen.";
FirstColumnHeader = "Navn på papirtype";
SecondColumnHeader = "Profil";
MenuItemImport = "Importer…";
MenuItemEdit = "Rediger…";
MenuItemExport = "Eksporter…";
MenuItemDelete = "Slett";
MenuItemRegisterProfile = "Registrer profil";
EditSheetTitleFieldText = "Rediger egendefinert papirtype";
EditSheetDescriptionFieldText = "Rediger informasjonen om papirtypen.";
PaperNameLableText = "Navn på egendefinert papir:";
PaperCategoryLableText = "Papirkategori:";
IccFileNamelableText = "ICC-profil (valgfritt):";
IccFileNameFieldText = "<ingen profil valgt>";
BrowseButtonText = "Bla gjennom…";
ClearButtonText = "Fjern profil";
CancelButtonText = "Avbryt";
DoneButtonText = "Ferdig";
